const ru = {
    header: {
        links:[
                {
                    id: 1,
                    path: "/",
                    name: "Главная",
                },
                {
                    id: 2,
                    path: "/about",
                    name: "О нас",
                },
                {
                    id: 3,
                    path: "/portfolio",
                    name: "Портфолио",
                },
                {
                    id: 4,
                    path: "/services",
                    name: "Услуги",
                },
                {
                    id: 5,
                    path: "/contact",
                    name: "Контакт",
                },
        ],
        buttonText: "Перезвонить мне",
    },
    section1: {
        h1Text1: "Ин",
        h1Text2: "вации",
        h1Text3: "в каждом пикселе",
        pText: "В DOT LABS мы привносим инновации в мир разработки, где каждый пиксель имеет значение. Мы следим за последними технологическими трендами и применяем их в каждом проекте, чтобы обеспечить выдающийся результат.",
        buttonText: "Заказать проект",
    },
    services_arr: [
        {
            id: 1,
            ru_title: "Веб-сайты",
            description:
                "Наши опытные дизайнеры и разработчики создадут для вас современный, функциональный и креативный веб-сайт, который выделяется среди конкурентов.",
            img: "/images/serviceOne.png",
            points: [
                {
                    icon: "figma",
                    title: "Уникальный дизайн, отражающий ваш бренд",
                },
                {
                    icon: "smartphone",
                    title: "Адаптивность под разные устройства и экраны",
                },
                {
                    icon: "thumbs-up",
                    title: "Оптимизация для поисковых систем (SEO)",
                },
            ],
        },
        {
            id: 2,
            ru_title: "iOS/Android",
            description:
                "Наша команда разработки приложений создаст мобильное или веб-приложение, которое повысит эффективность вашего бизнеса и улучшит взаимодействие с клиентами.",
            img: "/images/servTwo.png",
            points: [
                {
                    icon: "loader",
                    title: "Высокая производительность и надежность",
                },
                { icon: "toggle-right", title: "Решения под ваши потребности" },
                {
                    icon: "check",
                    title: "Интерфейс, соответствующий вашему бренду",
                },
            ],
        },
        {
            id: 3,
            ru_title: "CRM-системы",
            description:
                "Наши CRM-системы помогут вам эффективно управлять клиентами, улучшить продажи и оптимизировать бизнес-процессы.",
            img: "/images/servThree.png",
            points: [
                {
                    icon: "navigation",
                    title: "Индивидуально-проектированные решения",
                },
                { icon: "activity", title: "Автоматизация вашего бизнеса" },
                {
                    icon: "msg",
                    title: "Аналитика и отчетность для принятия решений",
                },
            ],
        },
    ],
    section2: {
        title: "ВАШ НАДЕЖНЫЙ ПАРТНЕР В",
        title2: "РАЗРАБОТКЕ ПО",
        pText: "В Dot Labs мы страстно преданы созданию выдающихся веб-решений, которые поднимают ваш бизнес на новый уровень. С нашей экспертизой в разработке веб-сайтов, мобильных приложений и CRM-систем, мы стремимся быть вашим надежным технологическим партнером.",
        persentText: "Удовлетворенность клиентов",
        secontBlockTitle: "Специалисты с большим опытом",
        secontBlockPText:"В DOT LABS мы страстно преданы созданию выдающихся веб-решений, которые поднимают ваш бизнес на новый уровень.",
        blueButtonText: "Всего сотрудников",
    },
    portfolio: {
        title: "НАШИ РАБОТЫ",
        pText:"Посмотрите на уже реализованные проекты и убедитесь в качестве нашей работы!"
    },
    contact: {
        title1: "РАССКАЖИТЕ О ЗАДАЧАХ,",
        title2: "МЫ ОПЕРАТИВНО СВЯЖЕМСЯ:",
        inputName: "Имя",
        inputNameEror: "Поле имя обязательное!",
        inputNumber: "Номер телефона",
        inputNumberEror: "Нам нужен ваш номер, что-бы позже перезвонить!",
        buttonText: "Отправить",
    },
    footer: {
        adress: "Буюк Ипак Йули 52, Самарканд, Узбекистан",
        bottomText: "Все права защищены",
    },
    aboutPage: {
        title1: "Наша цель",
        title2: "помочь вам достичь онлайн-успеха, предоставляя инновационные решения и высокий уровень профессионализма.",
        text: "DOT LABS - Ваш надежный партнер в веб-разработке",
        teamText:"КОМАНДА",
        blackBlock: {
            title: "НАШИ ПРИНЦИПЫ",
            text1: "Всегда искренны с клиентами. Слышим, предлагаем и стараемся быть гибкими, не боимся говорить «нет».",
            text2: "Нацелены не только на качественный результат, но и на комфортный и понятный процесс решения клиентских задач.",
            text3: "Не берем проекты с политическим подтекстом. Имеем свой взгляд и допускаем наличие других точек зрения.",
            text4: "Не участвуем в фиктивных тендерах, различных закупках, бартерных проектах и прочих непрозрачных схемах.",
        },
        team: [
            {
                name: "Далер Шарифкулов",
                position: "Исполнительный директор",
                img: "/images/about/daler2.webp",
            },
            {
                name: "Мирсаид Сиддиков",
                position: "Фронтенд разработчик",
                img: "/images/about/mirsaid.webp",
            },
            {
                name: "Давлатшох Пардакулов",
                position: "Фронтенд разработчик",
                img: "/images/about/davlatshox.webp",
            },
            {
                name: "Джонибек Латипов",
                position: "Фронтенд разработчик",
                img: "/images/about/jony.webp",
            },
            {
                name: "Самир Саттаров",
                position: "Мобильный разработчик",
                img: "/images/about/samir.webp",
            },
            {
                name: "Озодбек Шукуров",
                position: "Full stack developer",
                img: "/images/about/ozod.webp",
            },
            {
                name: "Алексей Задорожный",
                position: "Менеджер по работе с клиентами",
                img: "/images/about/kostya.webp",
            },
        ],      
    },
    servicesPage:{
        section1:{
            title:"Чем мы занимаемся",
            pText:"Мы - команда профессионалов, специализирующихся на создании веб-решений и разработке программного обеспечения.",
            bottomBlocks:{
                title:"Инновации",
                text:"Мы всегда в поиске новых идей и технологических решений, чтобы удивлять и вдохновлять наших клиентов."
            }
        },
        section2:{
            title:"посмотрите реализованные проекты",
            pText:"Наши работы - это не просто проекты, это истории успеха, и мы гордимся ими. Посмотрите нашу коллекцию, и вы убедитесь, как мы помогли другим клиентам достичь своих целей и преуспеть в онлайне. Ваша история успеха может быть следующей",
            buttonText:"Перейти"
        },
        section3:{
            title:"ПРОЕКТЫ ЛЮБОЙ СЛОЖНОСТИ",
            services:[
                {
                    id:1,
                    text:"Разработка веб-сайтов"
                },
                {
                    id:2,
                    text:"Разработка мобильных приложений"
                },
                {
                    id:3,
                    text:"Разработка CRM-систем"
                },
                {
                    id:4,
                    text:"Веб-дизайн и UI/UX разработка "
                },
                {
                    id:5,
                    text:"SEO и поисковая оптимизация"
                },
                {
                    id:6,
                    text:"Электронная коммерция и онлайн-магазины"
                },
                {
                    id:7,
                    text:"Веб-хостинг и обслуживание"
                }
            ],
            button:"Проконсультироваться"
        }
    },
    contactPage:{
        title:"Контакты",
        pText:"Позвоните нам и мы ответим на все ваши вопросы",
        buttonText:"Позвонить",
        connectWithUs:"Связаться с нами",
        adressTitle:"Адрес",
        adress1:"Буюк Ипак Йули 52,",
        adress2:"Самарканд, Узбекистан",
        social:"Соц.сети"
    }
};

export default ru;
